# 문제 : `안녕하세요.`를 10번 출력해주세요.
# v1
print("안녕하세요.안녕하세요.안녕하세요.안녕하세요.안녕하세요.안녕하세요.안녕하세요.안녕하세요.안녕하세요.안녕하세요.")

# v2
print("안녕하세요")
print("안녕하세요")
print("안녕하세요")
print("안녕하세요")
print("안녕하세요")
print("안녕하세요")
print("안녕하세요")
print("안녕하세요")
print("안녕하세요")
print("안녕하세요")


# 문제 : `안녕하세요.`를 10번 출력해주세요.
# 조건 : print 딱 한번만 사용 가능
# 조건 : \n 을 활용해서 줄바꿈 해주세요.
# 힌트 : \n 은 줄바꿈을 의미합니다.

# v1
print("안녕하세요.\n" * 10)

# v2
print("안녕하세요.\n안녕하세요.\n안녕하세요.\n안녕하세요.\n안녕하세요.\n안녕하세요.\n안녕하세요.\n안녕하세요.\n안녕하세요.\n안녕하세요.\n")


print("안녕 ", end = '') # 내포된 \n 대신 사용할 데이터 넣기
print("나는 홍길이야.")

